/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Sveglia terminata!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Premi un tasto per ritardare la sveglia";

/* Status line above clock during alarm */
"Press Any key to stop" = "Premi un tasto per spegnere la sveglia";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Premi Invio per ritardare la sveglia";

/* Status line above clock during alarm */
"Press Enter to stop" = "Premi Invio per spegnere la sveglia";

/* Button below clock */
"Snooze" = "Ritarda";

/* Status line above clock during snooze */
"Snoozing until" = "Ritarda fino alle";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Sveglia iniziale...";

/* Button below clock */
"Stop" = "Spegni";

